experiments/redis_contention/combined_bandwidth_contention/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_68/pair_48/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         5783.95    289197.08         0.27         0.69062         0.69500         0.86300         0.95900    298276.14 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       5783.95    289197.08         0.27         0.69062         0.69500         0.86300         0.95900    298276.14